<div style="font-family: microsoft yahei;" id="discont">
	<div style="font-weight: bold;font-size: 18px;margin-bottom: 10px;">使用说明:</div>
	<ul>
		<li>点击右上角 “资源下载” 打开手机端脚本软件下载<b>二维码</b>!</li>
		<li>使用需要运行脚本的手机(起 TIKTOK 号的手机), 打开浏览器,点开二维码扫码,扫码二维码下载 apk软件!</li>
		<li>
			<div>下载完成并安装好后, 打开手机设置, 将 “多米互娱” <b>app权限打开</b>.</div>
			需要打开的权限有:
			<ul>
				<li><b>悬浮窗(Display pop-up windows)</b></li>
				<li><b>无障碍权限 (可在软件界面开启)</b></li>
			</ul>
		</li>
		<li>点击右上角三个点，点击 “Tiktok安装”,将安装软件当前支持的最新版 TikTok</li>
		<li>点击又上角三个点, 点击 “登录账号”, 在弹出的页面中输入您的登录账号(仅需登录一次)!</li>
		<li>账号登录成功后,将会显示您的昵称, 此时回到管理后台，在左侧 “设备管理” -> "手机管理" 页面将增加与手机显示的设备编号一致的设备.</li>
		<li>将该设备 <b>“app版本”</b> 和 <b>“app语言”</b> 改为相应的版本(如何获取版本请看 “注1”) 和 语言(Tiktok语言).</li>
		<li>点击手机脚本下方 “连接服务器”, 稍等几秒, 设备编号 字体将变黑色,右上角增加 “运行时间”, 设备下方显示 “断开连接” 表示脚本启动成功!</li>
		<li><b>请确保已经手动注册并登录 TikTok 账号!!!</b></li>
		<li>连接成功后, 回到后台管理,菜单栏中找到 “任务管理” => "任务清单" 并打开 "任务清单".</li>
		<li>点击右上角 “新增” 按钮, 新增一个任务。 “任务名称” 一行可随意输入, “任务权重” 越大表示执行优先级越高! “任务类型” 选择 “获取账号”. “手机设备” 选择刚刚新增的设备并保存.</li>
		<li>在刚刚新建好的任务右侧，有三个点，点击打开，点击最下方 “启动” 按钮. 这时手机将接收到任务并开始获取相应手机下的 TikTok 账号信息!</li>
		<li>其他任务设置和启动方式类似!</li>
	</ul>
	<div style="margin-top: 30px;">
		<span><strong>备注1</strong>: TikTok版本查看方法</span><br>
		<ul>
			<li>点击 tiktok 个人中心</li>
			<li>点击 右上角三杠设置, 有的版本直接打开设置界面，有的版本需要点击 “设置和隐私(Settings and privacy)” 进入设置界面</li>
			<li>在设置界面最下方，能看到 v23.*.*(2022*******) 字样, 其中 23.*.* 与多米猫后台版本对应!</li>
		</ul>
	</div>
</div>

<style type="text/css">
#discont b{
	color: #c40000;
	margin: 0 4px;
}
</style>